Repository: MykolaKovalchuk/SAE5
Catalog: Apps/SAE5.Win/UserControls/SchemeUserControl.*.resx
Languages: de, ru, uk

# ribbonTabHome.Text
source: Home
de: Startseite
ru: Главная
uk: Головна

# ribbonTabView.Text
source: View
de: Ansicht
ru: Вид
uk: Вигляд

# ribbonTabThreads.Text
source: Threads
de: Farben
ru: Нити
uk: Нитки

# ribbonTabDraw.Text
source: Draw
de: Zeichnen
ru: Рисовать
uk: Малювати

# ribbonPanelPrintSettings.Text
source: Settings
de: Einstellungen
ru: Параметры
uk: Параметри

# ribbonPanelPreview.Text
source: Preview
de: Vorschau
ru: Просмотр
uk: Перегляд

# ribbonPanelPrintPrint.Text
source: Print
de: Drucken
ru: Печать
uk: Друк

# ribbonTabPrint.Text
source: Print
de: Drucken
ru: Печать
uk: Друк

# ribbonOrbMenuItemHome.Text
source: Home
de: Start
ru: Старт
uk: Старт

# ribbonOrbMenuItemSave.Text
source: Save
de: Speichern
ru: Сохранить
uk: Зберегти

# ribbonButtonOrbSave.Text
source: Save
de: Speichern
ru: Сохранить
uk: Зберегти

# ribbonButtonOrbSave.ToolTip
source: Save scheme
de: Vorlage speichern
ru: Сохранить схему вышивки
uk: Зберегти схему вишивки

# ribbonButtonOrbSaveAs.Text
source: Save As
de: Speichern unter
ru: Сохранить как
uk: Зберегти як

# ribbonButtonOrbSaveAs.ToolTip
source: Save scheme to a new file or in different format
de: Speichert Vorlage als neue Datei oder in anderem Format
ru: Сохранить схему вышивки в новом файле или в другом формате
uk: Зберегти схему у новий файл або у іншому форматі

# ribbonButtonOrbPng.Text
source: Save scheme to PNG image
de: Vorlage als PNG-Bild speichern
ru: Сохранить схему как PNG изображение
uk: Збреренти схему як PNG зображення

# ribbonButtonOrbPng.ToolTip
source: Save scheme and colors table to a PNG image files (colors table will have extension .Colors.png)
de: Speichert Vorlage und Farbtabelle als PNG-Bilddatei
ru: Сохранить схему вышивки и таблицу цветор в файлах изображений PNG (файл таблицы цветов будет иметь расширение .Colors.png)
uk: Зберегти схему вишивання та таблицю кольрів у файлах зображення PNG (таблиця кольорів буде мати розширення .Colors.png)

# ribbonButtonOrbJpg.Text
source: Save scheme to JPG image
de: Vorlage als JPG-Bild speichern
ru: Сохранить схему как JPG изображение
uk: Зберегти схему як JPG зображення

# ribbonButtonOrbJpg.ToolTip
source: Save scheme and colors table to a JPG image files (colors table will have extension .Colors.jpg)
de: Speichert Vorlage und Farbtabelle als JPG-Bilddatei
ru: Сохранить схему вышивки и таблицу цветор в файлах изображений JPG (файл таблицы цветов будет иметь расширение .Colors.jpg)
uk: Зберегти схему вишивання та таблицю кольрів у файлах зображення JPG (таблиця кольорів буде мати розширення .Colors.jpg)

# ribbonButtonOrbEmf.Text
source: Save scheme to EMF image
de: Vorlage als EMF-Bild speichern
ru: Сохранить схему как EMF изображение
uk: Зберегти схему як EMF зображення

# ribbonButtonOrbEmf.ToolTip
source: Save scheme and colors table to a EMF image files (colors table will have extension .Colors.emf)
de: Speichert Vorlage und Farbtabelle als EMF-Datei
ru: Сохранить схему вышивки и таблицу цветор в файлах изображений EMF (файл таблицы цветов будет иметь расширение .Colors.emf)
uk: Зберегти схему вишивання та таблицю кольрів у файлах зображення EMF (таблиця кольорів буде мати розширення .Colors.emf)

# ribbonButtonOrbThumbnail.Text
source: Save thumbnail to PNG image
de: Vorschau als PNG-Bild speichern
ru: Сохранить миниатюры как PNG изображение
uk: Зберегти мініатюру як PNG зображення

# ribbonButtonOrbThumbnail.ToolTip
source: Save preview thumbnail to PNG image
de: Speichert Vorschaubild als PNG-Bilddatei
ru: Сохранить картинку миниатюры в PNG изображении
uk: Зберегти зображення мініатюри у форматі PNG

# ribbonButtonOrbPdf.Text
source: Save to PDF
de: Als PDF speichern
ru: Сохранить в PDF
uk: Зберегти у PDF

# ribbonButtonOrbPdf.ToolTip
source: Show options and preview for saving scheme to PDF document
de: Zeige Optionen und Vorschau zur Speicherung als PDF-Dokument
ru: Показать опции и предварительный просмотр для сохранения схемы в PDF документ
uk: Показати опції та перегляд для збереження схеми вишивання у PDF документ

# ribbonButtonOrbXls.Text
source: Export to Excel
de: Nach Excel exportieren
ru: Экспорт в Excel
uk: Експорт у Excel

# ribbonButtonOrbXls.ToolTip
source: Export scheme to Excel spreadsheet
de: Vorlage in ein Excel-Dokument exportieren
ru: Экспорт схемы в документ Excel
uk: Експорт схеми у документ Excel

# ribbonOrbMenuItemPrint.Text
source: Print Preview
de: Seitenansicht
ru: Предпросмотр печати
uk: Перегляд друку

# ribbonOrbMenuItemPrint.ToolTip
source: Show print preview for pattern scheme
de: Druckvorschau für Vorlage anzeigen
ru: Открыть предварительный простмотр печати схемы вышивки
uk: Відкрити попередній перегляд друку схеми

# ribbonMenuManagePalettes.Text
source: Manage Palettes
de: Farbpalette verwalten
ru: Наборы нитей
uk: Набори ниток

# ribbonMenuManagePalettes.ToolTip
source: Manage thread kits (palettes)
de: Farbpaletten verwalten
ru: Управление наборами нитей (палитрами)
uk: Редагування наборів ниток (палітр кольорів)

# ribbonMenuItemLanguage.Text
source: Language
de: Sprache
ru: Язык
uk: Мова

# ribbonOrbMenuItemOptions.Text
source: Options
de: Optionen
ru: Параметры
uk: Параметри

# ribbonOrbMenuItemOptions.ToolTip
source: Show dialog to configure application options
de: Zeige Einstellungsfenster um SAE zu konfigurieren
ru: Открыть диалог настройки параметров программы
uk: Відкрити діалог налаштування параметрів програми

# ribbonOrbMenuItemCheckForUpdates.Text
source: Check for Updates
de: Nach Updates suchen
ru: Проверить обновления
uk: Перевірити оновлення

# ribbonMenuRegister.Text
source: Register
de: Registrieren
ru: Регистрация
uk: Реєстрація

# ribbonMenuRegister.ToolTip
source: Open form to enter registration key, or get details how to buy the product
de: Öffnet Fenster zur Registrierung oder um Information zum Kauf zu erhalten
ru: Открыть форму для ввода регистрационного ключа, и информаци как купить продукт
uk: Відкрити форму для введення реєстраційного ключа, та інформації як купити продукт

# ribbonOrbMenuItemAbout.Text
source: About
de: Über
ru: О программе
uk: Про програму

# ribbonOrbOptionButtonExit.Text
source: Exit
de: Beenden
ru: Выход
uk: Вихід

# buttonHome.Text
source: Home
ru: Старт
uk: Старт

# buttonHome.ToolTip
source: Return to start screen
de: Zurück zur Hauptseite
ru: Вернуться к стартовому экрану
uk: Повернутись до стартового екрану

# buttonBackToWizard.Text
source: <Wizard
de: <Assistent
ru: <Мастер
uk: <Майстер

# buttonBackToWizard.ToolTip
source: Return to wizard to change generation options of this scheme
de: Zurück zum Assistenten um Einstellungen zu ändern
ru: Вернуться в Мастер чтобы изменить пареметры создания текущей схемы вышивки
uk: Повернутися до Майстра щоб змінити параметри генерації цієї схеми вишивки

# ribbonPanelScheme.Text
source: Scheme
de: Vorlage
ru: Схема
uk: Схема

# buttonSave.Text
source: Save
de: Speichern
ru: Сохранить
uk: Зберегти

# buttonSave.ToolTip
source: Save scheme
de: Vorlage speichern
ru: Сохранить схему вышивки
uk: Зберегти схему у файл

# buttonSaveAs.Text
source: Save As
de: Speichern unter
ru: Сохранить как
uk: Зберегти як

# buttonSaveAs.ToolTip
source: Save scheme to a new file or in different format
de: Speichert Vorlage in neuer Datei oder anderem Format
ru: Сохранить схему вышивки в новом файле или в другом формате
uk: Зберегти схему у новий файл або у іншому форматі

# buttonPdfPreview.Text
source: Save to PDF
de: Als PDF speichern
ru: Сохранить в PDF
uk: Зберегти у PDF

# buttonPdfPreview.ToolTip
source: Show options and preview for saving scheme to PDF document
de: Zeige Optionen und Vorschau zur Speicherung als PDF
ru: Показать опции и предварительный просмотр для сохранения схемы в PDF документ
uk: Показати опції та перегляд для збереження схеми вишивання у PDF документ

# ribbonPanelPrint.Text
source: Print
de: Drucken
ru: Печать
uk: Друк

# buttonPrint.Text
source: Preview
de: Vorschau
ru: Предпросмотр
uk: Перегляд

# buttonPrint.ToolTip
source: Show print preview for pattern scheme
de: Zeige Druckvorschau für Farb-Tabelle
ru: Открыть предварительный простмотр печати схемы вышивки
uk: Відкрити попередній перегляд друку схеми

# buttonViewSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# buttonViewDark.Text
source: White Symbols
de: Weiße Symbole
ru: Белые символы
uk: Білі символи

# buttonViewColoredSymbols.Text
source: Colored Symbols
de: Farbige Symbole
ru: Цветные символы
uk: Кольорові символи

# buttonViewHalfTone.Text
source: Half Tone
de: Halbton
ru: Полутона
uk: Напівтона

# buttonViewFull.Text
source: Full
de: Vollständig
ru: Цвета и символы
uk: Повний

# buttonViewColors.Text
source: Colors
de: Farben
ru: Цвета
uk: Кольори

# buttonViewCross.Text
source: Stitches Preview
de: Vorschau mit Steinen
ru: Крестики
uk: Хрестики

# upDownGridCellSize.Text
source: Cell Size
de: Zellengröße
ru: Размер клетки
uk: Розмір клітинки

# upDownGridCellSize.ToolTip
source: Scheme cell size
de: Größe der Zellen
ru: Размер клетки схемы
uk: Розмір клітинки схеми

# checkBoxGridRulers.Text
source: Show Rulers
de: Lineal anzeigen
ru: Показывать номера
uk: Показувати номера

# checkBoxGridRulers.ToolTip
source: Show rulers with rows and columns numbers
de: Zeige Lineale mit Spalten- und Zeilennummern
ru: Показывать номера строк и колонок
uk: Показувати номера стрічок та стовбців схеми

# checkBoxGridLines.Text
source: Show Lines
de: Linien anzeigen
ru: Показывать линии
uk: Показувати лінії

# checkBoxGridLines.ToolTip
source: Show grid lines
de: Rasterlinien anzeigen
ru: Показывать линии схемы
uk: Показувати лінії схеми

# ribbonPanelUndo2.Text
source: Undo
de: Rückgängig
ru: Отмена
uk: Відміна

# buttonUndo2.Text
source: Undo
de: Rückgängig
ru: Отменить
uk: Відмінити

# buttonRedo2.Text
source: Redo
de: Wiederholen
ru: Повторить
uk: Повторити

# ribbonPanelThreadsVisibility.Text
source: Show
de: Anzeigen
ru: Показать
uk: Показати

# buttonThreadsShowAll.Text
source: Show All
de: Alle anzeigen
ru: Показать все
uk: Показати усе

# buttonThreadsShowAll.ToolTip
source: Show cells for all thread colors on scheme
de: Zeige alle Farben in der Vorschau an
ru: Показать ячейки всех цветов на схеме
uk: Показати клітинки усіх кольорів ниток

# buttonThreadsHideAll.Text
source: Hide All
de: Alle ausblenden
ru: Скрыть все
uk: Сховати усе

# buttonThreadsHideAll.ToolTip
source: Hide cells of all thread colors on scheme
de: Verberge alle Farben in der Vorlage
ru: Скрыть ячейки всех цветов на схеме
uk: Сховати клітинки усіх кольорів ниток

# buttonThreadsShowSelected.Text
source: Show Selected
de: Auswahl anzeigen
ru: Показать выбранные
uk: Показати обране

# buttonThreadsShowSelected.ToolTip
source: Show cells of selected thread colors on scheme
de: Zeige ausgewählte Farben in der Vorlage an
ru: Показать ячейки выбранных цветов на схеме
uk: Показати клітинки обраних кольорів ниток

# buttonThreadsHideSelected.Text
source: Hide Selected
de: Auswahl ausblenden
ru: Скрыть выбранные
uk: Сховати обране

# buttonThreadsHideSelected.ToolTip
source: Hide cells of selected thread colors on scheme
de: Blendet ausgewählte Farben in der Vorlage aus
ru: Скрыть ячейки выбранных цветов на схеме
uk: Сховати клітинки обраних кольорів ниток

# ribbonPanelChangeThread.Text
source: Thread
de: Farbe
ru: Нить
uk: Нитка

# buttonChangeThreadSymbol.Text
source: Change Symbol
de: Symbol ändern
ru: Поменять символ
uk: Змінити символ

# buttonChangeThreadSymbol.ToolTip
source: Change symbol representing selected thread
de: Ändere das Symbol für den ausgewählten Stein
ru: Поменять символ для обозначения выбранную нить
uk: Змінити символ для позначення кольору обраної нитки

# buttonChangeThreadColor.Text
source: Change Color
de: Farbe ändern
ru: Поменять цвет
uk: Змінити колір

# buttonChangeThreadColor.ToolTip
source: Replace all stitches of selected thread with other thread
de: Ersetze alle Steine der gewählten Farbe mit anderer Farbe
ru: Заменить все стежки выбранной нити другой нитью
uk: Змінити усі клітинки кольору обраної нитки на схемі на колір нової нитки

# buttonAddThread.Text
source: Add thread
de: Farbe hinzufügen
ru: Добавить нить
uk: Додати нитку

# buttonAddThread.ToolTip
source: Add new thread to working threads set
de: Neue Farbe zum benutzten Set hinzufügen
ru: Добавить новую нить в рабочий набор нитей
uk: Додати нову нитку до робочого набору

# buttonRemoveThread.Text
source: Remove Thread
de: Farbe entfernen
ru: Удалить нить
uk: Прибрати нитку

# buttonRemoveThread.ToolTip
source: Remove unused thread
de: Entferne ungenutzte Farben
ru: Удалить неиспользуемую нить
uk: Прибрати обрану нитку що не використовується

# ribbonPanelThreads.Text
source: Threads
de: Farben
ru: Нити
uk: Нитки

# buttonMergeThreads.Text
source: Merge
de: Zusammenführen
ru: Объединить
uk: Об'єднати

# buttonMergeThreads.ToolTip
source: Choose new thread to replace all selected threads with it
de: Wähle neue Farbe um die ausgewählte Farbe zu ersetzen
ru: Заменить все выбранные нити одной нитью
uk: Замінити усі обрані нитки однією ниткою

# ribbonPanelPalettes.Text
source: Palettes
de: Paletten
ru: Палитра
uk: Палітри

# buttonManagePalettes.Text
source: Manage
de: Verwalten
ru: Наборы нитей
uk: Набори ниток

# buttonManagePalettes.ToolTip
source: Manage thread kits (palettes)
de: Verwalte Farbpaletten
ru: Управление наборами нитей (палитрами)
uk: Редагування наборів ниток (палітр кольорів)

# ribbonPanelUndo.Text
source: Undo
de: Rückgängig
ru: Отмена
uk: Відміна

# buttonUndo.Text
source: Undo
de: Rückgängig
ru: Отменить
uk: Відмінити

# buttonRedo.Text
source: Redo
de: Wiederholen
ru: Повторить
uk: Повторити

# ribbonPanelMode.Text
source: Mode
de: Modus
ru: Режим
uk: Режим

# buttonDrawNone.Text
source: Pan
de: Verschieben
ru: Рука
uk: Рука

# buttonDrawNone.ToolTip
source: Use mouse to move scheme
de: Nutze die Maus um die Vorage zu verschieben
ru: Используйте мышку чтобы двигать схему вышивания
uk: Використовуйте мишку щоб пересовувати схему вишивання

# buttonDrawPencil.Text
source: Pencil
de: Stift
ru: Карандаш
uk: Олівець

# buttonDrawPencil.ToolTip
source: Paint single cell with selected color
de: Male eine Zelle mit der ausgewählten Farbe
ru: Красит отдельные клетки схемы выбранным цветом
uk: Зафарбовує окремі клітинки схеми обраним кольором

# buttonDrawFill.Text
source: Fill
de: Ausfüllen
ru: Заполнить
uk: Заповнити

# buttonDrawFill.ToolTip
source: Paint a region of cells of same color with selected color
de: Fülle einen Bereich gleicher Farbe mit der ausgewählten Farbe
ru: Заполняет выбранным цветом область из соседних клеток одинакового цвета
uk: Заповняє обраним кольором облать із сусідніх клітинок з однаковим кольором

# buttonDrawSelect.Text
source: Select
de: Auswählen
ru: Выделить
uk: Виділити

# buttonDrawSelect.ToolTip
source: Select rectangular part in scheme
de: Wähle rechteckigen Bereich in der Vorlage
ru: Выделить прямоугольную часть схемы
uk: Виділити прямокутну частину схеми

# buttonDrawSelectAll.Text
source: Select All
de: Alles auswählen
ru: Выделить все
uk: Виділити усе

# buttonDrawSelectAll.ToolTip
source: Select whole sheme
de: Wähle die gesamte Vorlage aus
ru: Выделить всю схему
uk: Виділити усю схему

# ribbonPanelSelect.Text
source: Selection
de: Auswahl
ru: Копирование
uk: Копіювання

# buttonCut.Text
source: Cut
de: Ausschneiden
ru: Вырезать
uk: Вирізати

# buttonCut.ToolTip
source: Cut selection from scheme to clipboard
de: Schneide ausgewählten Bereich in aus und lege ihn in die Zwischenablage
ru: Вырезать выделенную часть из схемы в буфер обмена
uk: Вирізати виділену частину зі схеми у буфер обміну

# buttonCopy.Text
source: Copy
de: Kopieren
ru: Копировать
uk: Копіювати

# buttonCopy.ToolTip
source: Copy selection to clipboard
de: Kopiere ausgewählten Bereich in Zwischenablage
ru: Копировать выделенную часть схемы в буфер обмена
uk: Скопіювати виділену частину схеми у буфер обміну

# buttonPaste.Text
source: Paste
de: Einfügen
ru: Вставить
uk: Вставити

# buttonPaste.ToolTip
source: Paste a scheme part from clipboard
de: Einfügen aus der Zwischenablage
ru: Вставить часть схемы из буфера обмена
uk: Вставити частину схеми з буферу обміну

# buttonPrintBack.Text
source: Back
de: Zurück
ru: Назад
uk: Назад

# buttonPrintBack.ToolTip
source: Return to previous screen
de: Zurück zum vorherigen Bildschirm
ru: Вернуться к предыдущему экрану
uk: Повернутись до попереднього екрану

# comboBoxPrinter.Text
source: Printer
de: Drucker
ru: Принтер
uk: Принтер

# comboBoxPrinter.ToolTip
source: Target printer
de: Zieldrucker
ru: Принтер для печати
uk: Принтер для друку

# upDownPrintCellSize.Text
source: Cell size
de: Zellengröße
ru: Размер клетки
uk: Розмір клітинки

# upDownPrintCellSize.ToolTip
source: Schema cell size for printing, millimetres
de: Größe der Zellen
ru: Размер клетки схемы при печати, миллиметров
uk: Розмір клітинки схеми для друку, міліметрів

# comboBoxCellSizeUnits.Text
source: Unit
de: Einheit
ru: Мера
uk: Міра

# comboBoxCellSizeUnits.ToolTip
source: Specifies units for measuring printed cell size
de: Legt Größeneinheit für Zellgröße fest
ru: Указывает единицу измерения размера печатной ячейки схемы
uk: Встановлює одиницю виміру друкованої клітинки схеми

# buttonPrintCellSizeMm.ToolTip
source: Specifies cell size in millimetres
de: Gibt Größe in Millimeter an
ru: Указывает размер ячейки в миллиметрах
uk: Встановлює розмір клітинки у мілліметрах

# buttonPrintCellSizeInch.ToolTip
source: Specifies cell size in inches
de: Gibt Größe in Zoll an
ru: Указывает размер ячейки в дюймах
uk: Встановлює розмір клітинки у дюймах

# buttonPageSettings.Text
source: Page Setup
de: Seite einrichten
ru: Параметры Страницы
uk: Параметри Сторінки

# buttonPageSettings.ToolTip
source: Open dialog to select page size, orientation, and margins
de: Öffnet Fenster um Seitengröße, Ausrichtung und Ränder einzustellen
ru: Открыть диалог для выбора размера страницы, ориентации и полей
uk: Відкрити діалог для вибору розміру сторінки, орієнтації та полів

# buttonPreview.Text
source: Preview
de: Vorschau
ru: Предпросмотр
uk: Переглянути

# buttonPreview.ToolTip
source: Show print result on screen
de: Zeige Druckvorschau auf dem Bildschirm
ru: Предварительный просмотр печатного результата на экране
uk: Показати печатний результат на екрані

# upDownPreviewPage.Text
source: Page
de: Seite
ru: Страница
uk: Сторінка

# upDownPreviewPage.ToolTip
source: Preview page number
de: Vorschau Seitennummer
ru: Страница предварительного просмотра
uk: Номір сторінки для перегляду

# comboBoxPreviewZoom.Text
source: Zoom
ru: Масштаб
uk: Маштаб

# comboBoxPreviewZoom.ToolTip
source: Preview zoom, "Auto" will show full page
de: Vorschau-Zoom, "Auto" zeigt gesamte Seite
ru: Масштаб предварительного просмотра, "Авто" покажет целую страницу
uk: Маштаб перегляду, "Авто" покаже цілу сторінку

# buttonSaveToPdf.Text
source: Save to PDF
de: Als PDF speichern
ru: Сохранить в PDF
uk: Зберегти у PDF

# buttonSaveToPdf.ToolTip
source: Save scheme to PDF document
de: Speichert Vorlage als PDF-Dokument
ru: Сохранить схему вышивки в PDF документ
uk: Зберегти схему вишивання у PDF документ

# buttonPrintPrint.Text
source: Print
de: Drucken
ru: Печать
uk: Друкувати

# buttonPrintPrint.ToolTip
source: Print all or selected scheme pages on target printer
de: Druckt alle oder ausgewählte Seite auf dem Ziel-Drucker
ru: Напечатать все или выбранные страницы схемы на указанном принтере
uk: Надрукувати усі або обрані сторінки на вказаному принтері

# labelFileInfo.Text
source: File: {0} Size: {1}x{2} stitches Threads: {3} Colors: {4}
de: Datei: {0} Größe: {1}x{2} Steine Farbpalette: {3} Farben: {4}
ru: Файл: {0} Размер: {1}x{2} стежков Нити: {3} Цвета: {4}

# ribbonPanelGrid.Text
source: Scheme
de: Vorlage
ru: Схема
uk: Схема

# ribbonButton1.Text
source: Auto
de: Automatisch
ru: Авто
