Repository: MykolaKovalchuk/SAE5
Catalog: Apps/SAE5.Win/UserControls/WizardUserControl.*.resx
Languages: de, ru, uk

# upDownHeight.ToolTip
source: Scheme height
de: Höhe der Vorlage
ru: Высота схемы
uk: Висота схеми

# buttonRotateCW.Text
source: Rotate Right
de: Rechts drehen
ru: Повернуть вправо
uk: Повернути вправо

# ribbonPanelSymbolsSelect.Text
source: Select
de: Auswählen
ru: Выбор
uk: Обрати

# ribbonTabPreview.Text
source: Preview
de: Vorschau
ru: Пред-просмотр
uk: Передпогляд

# buttonWhiteSymbols.Text
source: White Symbols
de: Weiße Symbole
ru: Белые Символы
uk: Білі Символи

# buttonRotateCCW.Text
source: Rotate Left
de: Links drehen
ru: Повернуть влево
uk: Повернути вліво

# upDownStitchesPerUnit.Text
source: Fits
de: Anzahl
ru: Кр-тов

# checkBoxLetters.Text
source: Letters
de: Buchstaben
ru: Буквы
uk: Літери

# checkBoxLetters.ToolTip
source: Include letters
de: Buchstaben einschließen
ru: Включить буквы
uk: Включити літери

# upDownHeight.Text
source: Height
de: Höhe
ru: Высота
uk: Висота

# checkBoxSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# ribbonPanelTransform.Text
source: Transform
de: Transformation
ru: Настройка
uk: Налаштування

# buttonColors.Text
source: Colors
de: Farben
ru: Цвета
uk: Кольори

# comboBoxResizeFilter.ToolTip
source: Filter used to smoothe image when resizing it
de: Filter zum Weichzeichnen
ru: Фильтр для сглаживания картинки при изменении ее размеров
uk: Фільтр для згладжування картинки при зміні її розмірів

# buttonClear.Text
source: Clear
de: Leeren
ru: Очистить
uk: Очистити

# comboBoxKit.Text
source: Kit
de: Farbpalette
ru: Набор
uk: Нитки

# ribbonTabAdvanced.Text
source: Advanced
de: Erweitert
ru: Экстра опции
uk: Екстра опції

# upDownDither.ToolTip
source: Level of mixing different color stitches to soften overall color differences of whole image. 0-no dithering, 10-maximum level.
de: Stärke des Weichzeichners, welche angibt, wie weich die Farbübergänge dargestellt werden.
ru: Уровень смешивания крестиков разных цветов для создания эффекта плавного перехода цветов и общей визуальной похожесть целого изображения. 0-не смешивать, 10-максимальный уровень.
uk: Рівень змішування крестиків різних кольорів для створення ефекту гладкого переходу кольорів та загальної схожості цілого зображення. 0-не змішувати, 10-максимальний рівень.

# checkBoxLines.Text
source: Lines
de: Linien
ru: Линии
uk: Лінії

# ribbonPanelColors.Text
source: Colors
de: Farben
ru: Цвета
uk: Кольори

# ribbonPanelAdvImage.Text
source: Image
de: Bild
ru: Изображение
uk: Зображення

# checkBoxFixAspect.Text
source: Fix aspect
de: Größenverhältnis anpassen
ru: Пропорции
uk: Пропорції

# buttonRandom.ToolTip
source: Select random symbols
de: Wählt zufällige Symbole
ru: Выбрать случайные символы
uk: Обрати випадкові символи

# buttonRect.ToolTip
source: Crop image with rectangular area
de: Schneidet Bild in rechteckigem Bereich aus
ru: Обрезать изображение по прямоугольной области
uk: Обрізати зображення по прямокутній області

# upDownMaxColors.ToolTip
source: Reduce colors count in image to this number. Actual number can be less.
de: Maximale Farbanzahl, die in der Vorlage verwendet werden soll. Wirklich verwendete Farben können niedriger als dieser Wert sein.
ru: Уменьшить количество цветов в изображении до указанного значения. Реальное количество может быть меньше.
uk: Зменшити кількість кольорів у зображенні до вказаного значення. Реальна кількість може бути менша.

# comboBoxResizeFilter.Text
source: Smoothing filter
de: Weichzeichner
ru: Фильтр сглаживания
uk: Фільтр згладжування

# buttonInches.ToolTip
source: Specifies scheme size in inches
de: Gibt Größe in Inch (Zoll) an
ru: Указывет размер схемы в дюймах
uk: Встановлює розмір схеми у дюймах

# tabPageSourceImage.Text
source: Source Image
de: Quellbild
ru: Исходное изображение
uk: Початкове зображення

# tabPageResultImage.Text
source: Result Image
de: Fertige Vorlage
ru: Готовое изображение
uk: Готове зображення

# checkBoxLines.ToolTip
source: Show grid lines
de: Rasterlinien anzeigen
ru: Показывать линии схемы
uk: Показувати лініі схеми

# checkBoxEnsureBlackAndWhite.Text
source: Add black and white colors
de: Füge Schwarz und Weiß hinzu
ru: Добавить черный белый цвета
uk: Включити чорний та білий кольори

# ribbonPanelAdvColor.Text
source: Colors
de: Farben
ru: Цвета
uk: Кольори

# buttonFlipH.ToolTip
source: Flip image horizontally (left to right)
de: Kippe das Bild horizontal (links nach rechts)
ru: Перевернуть изображение горизонтально (слева направо)
uk: Перегорнути зображення горизонтально (зліва направо)

# buttonSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# buttonLoad.ToolTip
source: Open a dialog to select a source image to transform into pattern scheme
de: Öffnet ein Fenster zum auswählen einer Datei, welche in ein Stich-Schema umgewandelt werden soll
ru: Открыть диалог для выбора исходного изображения для преобразования в схему вышивки
uk: Відкрити діалог для вибору початкового зображення для його перетворення у схему вишивання

# buttonArc.Text
source: Arc
de: Bogen
ru: Окружность
uk: Коло

# comboBoxSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# comboBoxUnits.ToolTip
source: Specifies units for measuring result scheme sizes
de: Einheit, in der die Größe der Vorlage berechnet wird
ru: Единица измерения размеров схемы

# ribbonPanelSize.Text
source: Size
de: Größe
ru: Размер
uk: Розмір

# ribbonPanelSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# ribbonTabSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# checkBoxSymbols.ToolTip
source: Include symbols
de: Symbole einschließen
ru: Включить символы
uk: Включити символи

# buttonHalfTone.Text
source: Half Tone
de: Halbton
ru: Полутона
uk: Напівтона

# checkBoxDigits.Text
source: Digits
de: Ziffern
ru: Цифры
uk: Цифри

# buttonFull.Text
source: Full
de: Vollständig
ru: Цвета и Символы
uk: Повний

# ribbonTabResultImage.Text
source: Result Image
de: Vorschau-Bild
ru: Готовое изображение
uk: Готове зображення

# checkBoxDigits.ToolTip
source: Include digits
de: Inklusive Ziffern
ru: Включить цифры
uk: Включити цифри

# ribbonPanelSheme.Text
source: Scheme
de: Vorlage
ru: Схема
uk: Схема

# comboBoxSymbols.ToolTip
source: Symbols font to be used in pattern scheme
de: Symbol-Schriftart in Vorlage
ru: Символьный шрифт для использования в схеме
uk: Символьний шрифт для використання у схемі вишивання

# ribbonPanelCrop.Text
source: Crop
de: Zuschneiden
ru: Обрезка
uk: Обрізання

# upDownDither.Text
source: Dither level
de: Weichzeichner Stärke
ru: Смешивание
uk: Змішування

# upDownStitchesPerUnit.ToolTip
source: Specifies how many stitches can fit per selected length unit
de: Anzahl Steine pro gewählter Einheit
ru: Количество крестиков на 1 выбраную единицу измерения

# buttonCancel.Text
source: Cancel
de: Abbrechen
ru: Отмена
uk: Відмінити

# comboBoxUnits.Text
source: Unit
de: Einheit
ru: Мера
uk: Міра

# upDownCellSize.ToolTip
source: Scheme cell size
de: Zellengröße der Vorlage
ru: Размер клетки схемы
uk: Розмір клітинки схеми

# comboBoxColorsSubstitute.Text
source: Substitute type
de: Farben austauschen
ru: Подбор цветов
uk: Заміна кольорів

# buttonStitches.ToolTip
source: Specifies scheme size in stitches
de: Gibt Größe in Steinen an
ru: Указывает размер схемы в крестиках
uk: Встановлює розмір схеми у хрестиках

# buttonLoad.Text
source: Load
de: Laden
ru: Загрузить
uk: Завантажити

# ribbonPanelImage.Text
source: Image
de: Bild
ru: Изображение
uk: Зображення

# tabPagePreview.Text
source: Scheme Preview
de: Vorschau Vorlage
ru: Предпросмотр схемы
uk: Передпогляд схеми

# checkBoxEnsureBlackAndWhite.ToolTip
source: Ensure that there are threads of black and white colors in reduced colors palette
de: Sicherstellen, dass schwarze und weiße Farben in reduzierter Farbpalette verwendet werden
ru: Обязательно включить нити черного и белого цвета в полученый набор цветов схемы вышивки
uk: Обов'язково включити нитки чорного та білого кольору в отриманий набір кольрів схеми вишивання

# buttonFlipV.ToolTip
source: Flip image vertically (upside down)
de: Kippe das Bild vertikal (oben nach unten)
ru: Перевернуть изображение вертикально (сверху вниз)
uk: Перегорнути зображення вертикально (згори донизу)

# upDownCellSize.Text
source: Cell
de: Zelle
ru: Клетка
uk: Клітина

# buttonNext.Text
source: Finish
de: Fertig stellen
ru: Завершить
uk: Завершити

# buttonFlipV.Text
source: Flip Vertical
de: Vertikal kippen
ru: Перевернуть вертикально
uk: Перегорнути вертикально

# comboBoxColorsSubstitute.ToolTip
source: Colors comparison and substitution mode
de: Farbvergleich und Austausch
ru: Режим сравнения и замены цветов
uk: Режим порівняння та заміни кольорів

# buttonRotateCCW.ToolTip
source: Rotate image counter-clockwise
de: Bild entgegen dem Uhrzeigersinn drehen
ru: Повернуть изображение против часовой стрелки
uk: Повернути зображення проти годинникової стрілки

# checkBoxFixAspect.ToolTip
source: Fix source aspect ratio when changing sizes
de: Passt Größenverhältnis an wenn eine Größenangabe verändert wird
ru: Сохранять исходные пропорции при изменении размеров изображения
uk: Зберігати початкові пропорції при зміні розмірів зображення

# buttonCross.Text
source: Stitches Preview
de: Stichvorschau
ru: Крестики
uk: Хрестики

# checkBoxRulers.Text
source: Rulers
de: Lineale
ru: Номера
uk: Номери

# upDownWidth.ToolTip
source: Scheme width
de: Breite der Vorlage
ru: Ширина схемы
uk: Ширина схеми

# upDownMaxColors.Text
source: Max Colors
de: Max. Farben
ru: Цветов
uk: Кольрів

# buttonArc.ToolTip
source: Crop image with elliptic area
de: Schneide elliptischen Bereich aus
ru: Обрезать изображение по эллиптичекой области
uk: Обрізати зображення по елліптичній області

# ribbonTabSourceImage.Text
source: Source Image
de: Quellbild
ru: Исходное изображение
uk: Початкове зображення

# upDownWidth.Text
source: Width
de: Breite
ru: Ширина
uk: Ширина

# buttonClear.ToolTip
source: Clear all selection
de: Leere den selektierten Bereich
ru: Очистить выбор
uk: Очистити вибір

# buttonRotateCW.ToolTip
source: Rotate image clockwise
de: Bild im Uhrzeigersinn drehen
ru: Повернуть изображение по часовой стрелке
uk: Повернути зображення за годинниковою стрілкою

# buttonColorSymbols.Text
source: Colored Symbols
de: Farbige Symbole
ru: Цветные Символы
uk: Кольорові Символи

# buttonCm.ToolTip
source: Specifies scheme size in centimetres
de: Größe der Vorlage in Zentimetern angeben
ru: Указывает размер схемы в сантиметрах
uk: Встановлює розмір схеми у сантиметрах

# buttonRandom.Text
source: Random
de: Zufällig
ru: Случайные
uk: Випадкові

# checkBoxRulers.ToolTip
source: Show rulers with rows and columns numbers
de: Zeige Lineale mit Spalten- und Zeilennummern
ru: Показывать номера строк и колонок схемы
uk: Показувати номери стрічок та колонок схеми

# comboBoxKit.ToolTip
source: Threads kit (colors palette) which will be used for embroidery
de: Farbpalette, welche bei der Erstellung der Vorlage verwendet wird
ru: Набор нитей (палитра цветов) для использования в схеме вышивки
uk: Набір ниток (палітра кольорів) для використання у схемі вишивання

# tabPageSymbols.Text
source: Symbols
de: Symbole
ru: Символы
uk: Символи

# buttonRect.Text
source: Rect
de: Rechteck
ru: Прямоугольник
uk: Прямокутник

# buttonFlipH.Text
source: Flip Horizontal
de: Horizontal kippen
ru: Перевернуть горизонтально
uk: Перегорнути горизонтально
