Repository: MykolaKovalchuk/SAE5
Catalog: Ravlyk.UI/Ravlyk.Drawing.WinForms/Properties/Resources.*.resx
Languages: de

# HintFullTone
source: Show black or white symbols no colored background
de: Zeige schwarze oder weiße Symbole auf farbigen Hintergrund

# HintSymbols
source: Show all symbols in black color
de: Zeige alle Symbole in schwarzer Farbe

# HintHalfTone
source: Show black symbols no light-colored background
de: Zeige schwarze Symbole auf hellen Hintergrund

# HintCellSize
source: Cell size in pattern scheme
de: Zellengröße im Musterschema

# HintWhiteSymbols
source: Show all symbols in inverted white on black color
de: Zeige alle Symbole in invertiertem Weiß auf schwarzer Farbe

# HintShowRulers
source: Show rulers in pattern scheme
de: Lineale im Musterschema anzeigen

# HintShowLines
source: Show lines in pattern scheme
de: Linien im Musterschema anzeigen

# HintColors
source: Show thread colors in cells
de: Zeige Garnfarben in Zellen

# HintCross
source: Show cross-stitched embroidery preview
de: Vorschau der Kreuzstichstickerei anzeigen

# HintColoredSymbols
source: Show colored symbols
de: Zeige farbige Symbole
