Repository: MykolaKovalchuk/SAE5
Catalog: Apps/SAE5.Win/Properties/Resources.*.resx
Languages: de, ru, uk

# ErrorCannotOpenFile
source: Cannot open selected file.
de: Kann ausgewählte Datei nicht öffnen.
ru: Не могу открыть выбранный файл.
uk: Не можу відкрити обраний файл.

# ErrorSaveSchema
source: Error happened while saving pattern scheme to file.
de: Fehler beim Speichern der Vorlage als Datei.
ru: Ошибка произошла при попытке сохранения схемы вышивки в файл.
uk: Помилка під час збереження схеми вишивання у файл.

# FileFilterImages
source: Image files|*.png;*.jpg;*.jpeg;*.bmp;*.gif;*.tif;*.tiff;*.sa4
de: Bilddateien|*.png;*.jpg;*.jpeg;*.bmp;*.gif;*.tif;*.tiff;*.sa4
ru: Все изображения|*.png;*.jpg;*.jpeg;*.bmp;*.gif;*.tif;*.tiff;*.sa4
uk: Усі зображення|*.png;*.jpg;*.jpeg;*.bmp;*.gif;*.tif;*.tiff;*.sa4

# FileFilterSAE
source: Stitch Art Easy! scheme (*.sa4)|*.sa4
de: Stitch Art Easy! Vorlage (*.sa4)|*.sa4
ru: Схема Stitch Art Easy! (*.sa4)|*.sa4
uk: Схема Stitch Art Easy! (*.sa4)|*.sa4

# HintHomeButtonFacebook
source: Open product's Facebook page
de: Facebook Seite öffnen
ru: Открыть страницу продукта в Facebook
uk: Відкрити сторінку продукту у Facebook

# HintHomeButtonFeedback
source: Create new feedback email to product's support in default email application
de: Feedback Email zum Produkt in Standard-Emailprogramm öffnen
ru: Отправить электронное письмо с отзывом в службу поддержки
uk: Відправити електронного листа з відгуком до служби підтримки

# HintHomeButtonLinkedIn
source: Open author's professional account page on LinkedIn network
de: LinkedIn-Seite des Programmierers öffnen
ru: Профиль автора в сети LinkedIn
uk: Профіль автора у мережі LinkedIn

# HintHomeButtonRegister
source: Open form to enter registration key, or get details how to buy the product
de: Öffne Registrierungsfenster
ru: Открыть форму для ввода регистрационного ключа, и информаци как купить продукт
uk: Відкрити форму для введення реєстраційного ключа, та інформації як купити продукт

# HintHomeButtonTwitter
source: Open prodect's Twitter page
de: Twitter-Seite zu SAE öffnen
ru: Открыть страницу продукта на Twitter
uk: Відкрити сторінку продукту у Twitter

# HintHomeButtonWeb
source: Open product's home web page in default Internet browser
de: Homepage von SAE in Standard-Browser öffnen
ru: Открыть домашнюю страницу продукта в Интернет
uk: Відкрити домашню сторінку продукту в Інтернет

# InfoRestartToChangeLanguage
source: You need to reopen this screen or restart application to update captions to new language.
de: Dieses Fenster bzw. das Programm muss neu gestartet werden um gewählte Sprache zu aktivieren.
ru: Вам необходимо переоткрыть этот экран или перезапустить приложение чтобы обновить надписи на выбраном языке.
uk: Вам необхідно перевідкрити цей екран або перезапустить програму щоб обновити надписи на обраній мові.

# LabelsSelectedSymbolsCount
source: Selected {0} of {1}
de: {0} von {1} Symbole ausgewählt
ru: Выбрано {0} из {1}
uk: Обрано {0} з {1}

# LabelVersion
source: Version: {0}
ru: Версия: {0}
uk: Версія: {0}

# LinkLabelNewVersionAvailable
source: New version is available...
de: Neue Version verfügbar...
ru: Доступна новая версия...
uk: Доступна нова версія...

# PrintPreviewZoomAuto
source: Auto
de: Automatisch
ru: Авто
uk: Авто

# QuestionSaveBeforeClosing
source: There are unsaved changes in this scheme. Do you want to save the scheme before closing application?
de: Es gibt nicht gespeicherte Änderungen. Willst Du diese speichern bevor Du das Programm beendest?
ru: Схема вышивки содержит изменения. Вы хотите сохранить их перед выходом из приложения?
uk: Схема вышивання має зміни. Ви хочете зберегти їх перед виходом з програми?

# QuestionSaveBeforeReturning
source: There are unsaved changes in this scheme. Do you want to save the scheme before returning to start screen?
de: Es gibt nicht gespeicherte Änderungen. Willst Du diese speichern bevor Du zum Startfenster zurückkehrst?
ru: Схема вышивки содержит изменения. Вы хотите сохранить их перед возвратом к стартовому экрану?
uk: Схема вышивання має зміни. Ви хочете зберегти їх перед поверненням до стартового екрану?

# UnsavedImageDescription
source: (no name)
de: Kein Name
ru: (без имени)
uk: (без назви)

# ImageInfoTooltip
source: {0}x{1} stitches, {2} colors
de: {0}x{1} Steine, {2} Farben
ru: {0}x{1} крестиков, {2} цветов
uk: {0}x{1} хрестиків, {2} кольорів

# ImageInfoLabel
source: File: {0} Size: {1}x{2} stitches Threads: {3} Colors: {4}
de: Datei: {0} Größe: {1}x{2} Steine Farbpalette: {3} Farben: {4}
ru: Файл: {0} Размер: {1}x{2} крестиков Нити: {3} Цветов: {4}
uk: Файл: {0} Розмір: {1}x{2} хрестиків Нитки: {3} Кольорів: {4}

# FileMenuName
source: File
de: Datei
ru: Файл
uk: Файл

# ImageInfoCaption
source: Scheme properties
de: Vorlageneinstellungen
ru: Параметры схемы
uk: Параметри схеми

# FileFilterPDF
source: PDF document (*.pdf)|*.pdf
de: PDF Dokument (*.pdf)|*.pdf
ru: PDF документ (*.pdf)|*.pdf
uk: PDF документ (*.pdf)|*.pdf

# SaeFileDescription
source: Stitch Art Easy! pattern scheme document
de: Stitch Art Easy! Vorlagendokument
ru: Файл схемы вышивки Stitch Art Easy!
uk: Файл схеми вишивання Stitch Art Easy!

# ErrorSavePdf
source: Error happened while exporting scheme to PDF document.
de: Fehler beim Export als PDF-Dokument.
ru: Ошибка произошла при попытке экспорта схемы вышивки в PDF документ.
uk: Помилка під час експорту схеми вишивання у PDF документ.

# PrintPageNo
source: Page {0} of {1}
de: Seite {0} von {1}
ru: Страница {0} из {1}
uk: Сторінка {0} з {1}

# PrintSavingToPdf
source: Saving to PDF
de: Speichert als PDF
ru: Сохранение в PDF
uk: Збереження у PDF

# WizardLoadImage
source: Load image
de: Bild laden
ru: Загрузить изображение
uk: Завантаження зображення

# WizardLoadSourceImageInsteadOfScheme
source: Scheme {0} was generated from image {1}, do you want to load it instead as source image?
de: Vorlage {0} wurde aus Bild {1} erstellt. Möchtest Du dieses stattdessen verwenden?
ru: Схема {0} была сгенерирована из изображения {1}, вы хотите загрузить исходное изображение вместо выбраной схемы?
uk: Схема {0} була згенерована з зображення {1}, ви хочете завантажити початкове зображення замість обраної схеми?

# RegoThankyou
source: Thank you for registering Stitch Art Easy!
de: Vielen Dank, dass Du Stitch Art Easy! registriert hast!
ru: Спасибо за регистрацию программы Stitch Art Easy!
uk: Дякую за реєстрацію програми Stitch Art Easy!

# RegoTrialDaysLeft
source: You have {0} days left of free trial period
de: {0} Tage übrig um das Programm zu testen
ru: У вас осталось {0} дней до конца испытательного периода
uk: У вас залишилось {0} днів до кінця тестового періоду

# RegoWrongInfo
source: Registration key does not match entered User Name. Please check that both value are correct and try again.
de: Registrierungsschlüssel passt nicht zum Benutzernamen. Bitte prüfe beides und versuche es erneut.
ru: Введенный регистрационный ключ не соответствует имени пользователя. Пожалуйста проверьте что оба значения введены без ошибок и попробуйте еще раз.
uk: Введений реєстраційний ключ не відповідає імені користувача. Будь ласка перевірте що обидва значення введені без помилок та спробуйте ще раз.

# RegoRegisteredTo
source: Registered to {0}
de: Registriert für {0}
ru: Зарегистрировано для {0}
uk: Зареєстровано для {0}

# RegoTrialVersion
source: Trial period
de: Testzeitraum
ru: Испытательный период
uk: Тестовий період

# MessageNoUpdatesAvailable
source: Your version is up to date.
de: Diese Version ist aktuell.
ru: У вас уже самая последняя версии программы.
uk: Ви вже маєте поточну версію програми.

# ErrorCheckForUpdates
source: Cannot check for updates due to error: {0}
de: Fehler beim Prüfen auf Updates. Fehler: {0}
ru: Не могу проверить обновления из-за ошибки: {0}
uk: Не може перевірити оновлення через помилку: {0}

# HintOptionsReset
source: Reset all settings to default values
de: Alle Einstellungen zurücksetzen
ru: Сбросить все настройки до значений по умолчанию
uk: Відновити початкові значення в усіх параметрах

# ErrorWrongFileFormat
source: Selected file format is not supported.
de: Dateiformat wird nicht unterstützt.
ru: Выбранный формат файлов не поддерживается.
uk: Обраний формат файлів не підтримується.

# FileFilterImage
source: {0} scheme image (*.{1})|*.{1}
de: {0} Vorlagenbild (*.{1})|*.{1}
ru: {0} изображение схемы (*.{1})|*.{1}
uk: {0} зображення схеми (*.{1})|*.{1}

# FileFilterThumbnail
source: {0} thumbnail image (*.{1})|*.{1}
de: {0} Vorschau Bild (*.{1})|*.{1}
ru: {0} изображение миниатюры (*.{1})|*.{1}
uk: {0} зображення мініатюри (*.{1})|*.{1}

# QuestionSaveBeforeBackToWizard
source: There are unsaved changes in this scheme. Changes made in the Wizard cannot be undone with command Undo. Do you want to save the scheme before returning to Scheme Creation Wizard?
de: Es gibt nicht gespeicherte Änderungen. Diese gehen bei der Rückkehr zum Assistenten verloren. Willst Du vorher speichern?
ru: Схема вышивки содержит изменения. Сделанные в Мастере изменения не могут быть отменены коммандой Отменить. Вы хотите сохранить схему перед возвратом к Мастеру создания схем?
uk: Схема вышивання має зміни. Зміни зроблені в Майстрі не можуть бути відмінені командою Відмінити. Ви хочете зберегти схему перед поверненням до Майстра створення схем?

# DialogHintAddNewThread
source: Select new thread to add to used threads palette
de: Wähle neue Farbe um sie zur benutzten Farbpalette hinzuzufügen
ru: Выберите новую нить чтобы добавить в рабочий набор нитей
uk: Оберіть нову нитку щоб додати до робочого набору ниток

# QueryEnterNewPaletteName
source: Enter name for new threads kit palette:
de: Gib einen Namen für die Farbpalette ein:
ru: Введите название для нового набора нитей:
uk: Введіть назву для нового набору ниток:

# ErrorSelectedPaletteNameAlreadyUsed
source: Selected name is already used in other threads kit palette.
de: Name bereits für andere Farbpalette verwendet.
ru: Выбранное название уже используется в другом наборе нитей.
uk: Обрана назва вже використовується у іншому наборі ниток.

# CaptionDeletePalette
source: Detele user threads palette
de: Lösche Benutzer-Farbpalette
ru: Удаление набора нитей
uk: Видалення набору ниток

# QuestionDeletePalette
source: Do you realy want to delete selected palette?
de: Willst Du die Farbpalette wirklich löschen?
ru: Вы действительно хотите удалить выбранныю палитру нитей?
uk: Ви дійсно хочете видалити обрану палітру ниток?

# ErrorCannotDeletePaletteFile
source: Cannot delete file of selected palette.
de: Kann Datei der gewählten Farbpalette nicht löschen.
ru: Не могу удалить файл выбранной палитры нитей.
uk: Не можу видалити файл обраної палітри ниток.

# FileFilterPalette
source: Threads palette file (*.thread)|*.thread|Comma separated values file (*.csv)|*.csv
de: Farbpalette (*.thread)|*.thread|Komma-getrennte Datei (*.csv)|*.csv
ru: Палитра нитей (*.thread)|*.thread|Файл данных CSV (*.csv)|*.csv
uk: Палітра ниток (*.thread)|*.thread|Файл даних CSV (*.csv)|*.csv

# ErrorCannotSaveFile
source: Cannot save to selected file.
de: Kann nicht in gewählte Datei speichern.
ru: Не могу сохранить в выбранный файл.
uk: Не можу зберегти у обраний файл.

# MessagePaletteSavedTo
source: Threads palette saved to file {0}
de: Farbpalette als Datei {0} gespeichert
ru: Палитра нитей сохранена в файл {0}
uk: Палітра ниток збережена у файл {0}

# QuestionSavePalettesBeforeClosing
source: There are unsaved changes in thread palettes. Do you want to save them before closing this dialog?
de: Es gibt nicht gespeicherte Änderungen. Willst Du diese speichern bevor Du dieses Fenster schließt?
ru: Палитры нитей содержать несохраненные изменения. Вы хотите сохранить их перед закрытием этого окна?
uk: Палітри ниток мають незбережені зміни. Ви хочете зберегти їх перед закриттям цього вікна?

# FileFilterAllPalettes
source: All threads palette files (*.thread, *.csv)|*.thread;*.csv
de: Alle Farbpaletten-Dateien (*.thread, *.csv)|*.thread;*.csv
ru: Все файлы палитр нитей (*.thread, *.csv)|*.thread;*.csv
uk: Усі файли палітр ниток (*.thread, *.csv)|*.thread;*.csv

source: Manage Palettes...
de: Farbpaletten verwalten...
ru: Наборы нитей...
uk: Набори ниток...

# RegoCancelledRefundedInfo
source: Entered registration data is in cancelled keys list because user had requested refund. Please use other registration details. If you believe there is an error - please contact application support.
de: Registrierschlüssel ungültig. Benutze bitte einen anderen Schlüssel. Sollte ein Fehler vorliegen kontaktiere bitte den Support.
ru: Введенные регистрационные данные занесены в список отмененных ключей: пользователь попросил отменить покупку. Пожалуйста используйте другие регистрационные данные. Если вы уверенны что тут произошла ошибка - пожалуйста свяжитесь со службой поддержки.
uk: Введені реєстраційні дані занесені до спуску відмінених ключів: користувач попросив відмінити покупку. Будь ласка введіть інші реєстраційні дані. Якщо ви впевнені що це помилка - будь ласна напишіть листа у службу підтримки програми.

# DialogHintSelectBackgroundThread
source: Select a thread to fill cut off scheme part
de: Wählen Sie einen Faden aus, um abgeschnittenes Schemateil zu füllen
ru: Выберите нить для заполнения вырезанной части схемы
uk: Оберіть нитку для запвнення вирізаної частини схеми

# FileFilterExcel
source: Excel 2007 document (*.xlsx)|*.xlsx
de: Excel 2007 Dokument (*.xlsx)|*.xlsx
ru: Excel 2007 документ (*.xlsx)|*.xlsx
uk: Excel 2007 документ (*.xlsx)|*.xlsx

# FileSavingToExcel
source: Saving to Excel
de: Als Excel-Datei speichern
ru: Экспорт в Excel
uk: Експорт у Excel

# FileSavingToExcelLabel
source: Saving scheme to Excel...
de: Speichert Vorlage als Excel-Datei...
ru: Экспорт схемы в Excel...
uk: Експорт схеми у Excel...
