Repository: MykolaKovalchuk/SAE5
Catalog: Apps/SAE5.Win/Dialogs/OpitonsDialog.*.resx
Languages: de, uk

# label1.Text
source: Application options and parameters
de: Programmeinstellungen
uk: Налаштування параметрів програми

# buttonReset.Text
source: Reset
de: Zurücksetzen
uk: Відновити

# buttonOk.Text
source: Save
de: Speichern
uk: Зберегти

# buttonCancel.Text
source: Cancel
de: Abbrechen
uk: Відмінити

# tabPageGeneral.Text
source: General
de: Allgemein
uk: Загальне

# label7.Text
source: Interface language:
de: Programmsprache:
uk: Мова інтерфейсу

# checkBoxCheckForUpdates.Text
source: Auto check for updates when application starts
de: Automatisch nach Updates suchen wenn Programm gestartet wird
uk: Перевіряти наявність оновлень під час старту програми

# tabPageGrid.Text
source: Scheme Grid
de: Schema-Liniennetz
uk: Схема вишивки

# groupBoxSelectionRectColors.Text
source: Selection rectangle
de: Durchsichtiges Auswahlrechteck anzeigen
uk: Виділення

# label8.Text
source: Color 1:
de: Farbe 1:
uk: Колір 1:

# label9.Text
source: Color 2:
de: Farbe 2:
uk: Колір 2:

# checkBoxLine10Double.Text
source: Double width
de: Doppelte Weite
uk: Подвійна шинина

# label4.Text
source: Ruler numbers color:
de: Farbe des Lineals:
uk: Колір номерів лінійок:

# label5.Text
source: Grid 5th lines color:
de: Farbe jeder 5. Linie:
uk: Колір 5х ліній:

# label3.Text
source: Grid 10th lines color:
de: Farbe jeder 10. Linie:
uk: Колір 10х ліній:

# label2.Text
source: Grid lines color:
de: Gitternetzlinienfarbe:
uk: Колір ліній:

# tabPageLocations.Text
source: Locations
de: Speicherorte
uk: Додаткові файли

# label10.Text
source: User symbol font files location (*.ttf TrueType fonts):
de: Speicherort der Benutzer-Symbol-Schriftartdateien (*.ttf TrueType-Schriftarten):
uk: Місце зберігання шрифтів користувача (*.ttf TrueType файли):

# label6.Text
source: User thread kits location:
de: Speicherort der Benutzer-Kits:
uk: Місце зберігання наборів ниток користувача:

# $this.Text
source: Opitons
de: Optionen
uk: Параметри
