Repository: MykolaKovalchuk/SAE5
Catalog: Apps/SAE5.Win/Dialogs/ThreadsManagementDialog.*.resx
Languages: de

# ColumnPaletteName.HeaderText
source: Threads Kit Name
de: Name der Farbpalette

# ColumnColor.HeaderText
source: Color
de: Farbe

# ColumnIsSystem.ToolTipText
source: System palettes cannot be edited or deleted
de: Systempalette kann nicht geändert oder gelöscht werden

# buttonSaveAll.Text
source: Save All
de: Alles speichern

# buttonSaveAll.ToolTip
source: Save all changes to files
de: Speichert alle Änderungen in Datei

# buttonCancelAll.Text
source: Reset
de: Zurücksetzen

# buttonCancelAll.ToolTip
source: Cancel all changes and reset to previous values
de: Alle Änderungen auf Standart zurücksetzen

# buttonUserPalettesLocation.Text
source: Location
de: Speicherort

# buttonUserPalettesLocation.ToolTip
source: Configure location where user thread kits should be stored
de: Wähle Speicherort aus an dem Benutzer-Farbpaletten gespeichern werden

# ribbonPanelFile.Text
source: File
de: Datei

# buttonAddPalette.Text
source: New Palette
de: Neue Palette

# buttonAddPalette.ToolTip
source: Create new palette
de: Erstelle neue Palette

# buttonCopyPalette.Text
source: Copy Palette
de: Kopiere ganze Palette

# buttonCopyPalette.ToolTip
source: Create new palette by copying selected
de: Erstelle neue Palette durch kopieren der ausgewählten

# buttonDeletePalette.Text
source: Delete
de: Löschen

# buttonDeletePalette.ToolTip
source: Delete selected palette
de: Löscht ausgewählte Palette

# buttonImportPalette.Text
source: Import File
de: Datei importieren

# buttonImportPalette.ToolTip
source: Import palette from a file
de: Palette aus Datei importieren

# buttonExportPalette.Text
source: Export
de: Exportieren

# buttonExportPalette.ToolTip
source: Export selected palette to a file
de: Exportiere gewählte Palette in eine Datei

# ribbonPanelPalette.Text
source: Palettes
de: Paletten

# buttonCopyThread.Text
source: Import Thread
de: Importiere Faden

# buttonCopyThread.ToolTip
source: Import thread from other palette
de: Importiere Faden einer anderen Palette

# ribbonPanelThreads.Text
source: Threads
de: Farben

# ribbonTabThreads.Text
source: Threads
de: Farben

# $this.Text
source: Threads Management
de: Faden Verwaltung
